export const message = {
  "email": {
    "required": "Поле обязательно для заполнения.",
    "email": "Неверный формат электронной почты."
  },
  "userName": {
    "required": "Поле обязательно для заполнения.",
    "minlength": "Имя пользователя должно состоять минимум из четырех символов.",
    "nameErr": "Это имя пользователя уже занято."
  },
  "password": {
    "required": "Поле обязательно для заполнения.",
    "minlength": "Пароль должeн содержать не менее шести символов.",
   "passNameNone": " Неверный пароль или имя пользоваеля."
  },
  "phone": {
    "notNumber": "Номер телефона должен содержать только цифры.",
    "maxlength": "Номер телефона должен содержать не более 12 цифр."
  },
  "passwordCheck": {
    "required": "Поле обязательно для заполнения.",
    "passErr": "Пароли не совпадают. ",
    "minlength": "Пароль должeн содержать не менее шести символов."
  },
  "title": {
    "required": "Поле обязательно для заполнения.",
  },

  "pageCount": {
    "required": "Поле обязательно для заполнения.",
    "pageCountNum": "Допустимы только числа, большие нуля."
  },
  "shortDescription": {
    "required": "Поле обязательно для заполнения."
  },

  "name": {
    "required": "Поле обязательно для заполнения."
  }


  
  

}
